import "./delivery_payment.sass"
import {Metadata} from "next";


export const metadata: Metadata = {
    title: "Доставка і оплата",
    description: "Методи доставки і оплати товару",
}

const DeliveryPayment = () => {
    return (
        <div className={"delivery_payment"} >
            <div className="container">
                <div className="delivery_payment_content">
                    <h2>Доставка і оплата</h2>
                    <section className={"payment"} >
                        <h3>Оплата</h3>
                        <p>Оплату можна здійснити наступними способами:</p>
                        <ul>
                            {/*<li>За допомогою карт VISA / Mastercard на сайті під час замовлення*/}
                            {/*</li>*/}
                            <li>Готівкою при отриманні товару у відділенні «Нова пошта»
                            </li>
                            {/*<li>За допомогою сервісів Google Pay, Apple Pay*/}
                            {/*</li>*/}
                        </ul>
                    </section>
                    <div className="delivery">
                        <h3>Доставка</h3>
                        <ul>
                            <li>до відділення Нової пошти - 70 грн;
                            </li>
                            {/*<li>кур'єрська доставка Нової пошти - 120 грн*/}
                            {/*</li>*/}
                        </ul>
                        <p>Оформлення післяплатою - вартість доставки за тарифами Нової пошти + 20 грн (фіксована сума переказу грошових коштів) + 2% від суми замовлення.
                        </p>
                        <p>Орієнтовний термін доставки Замовлення складає від 1-го до 3-х робочих днів. Доставка деяких Замовлень (залежить від обраного товару) може становити термін до 5-ти робочих днів. Терміни поставки Замовлення наведено без урахування дня замовлення і при використанні перевізника ТОВ "Нова Пошта". Про точний термін доставки Замовлення Покупця оповіщає перевізник.
                        </p>
                        <p>
                            <div>Увага!</div>
                            <div>                            Замовлення зберігається на складі транспортної компанії не більше 5-ти робочих днів, після вичерпання цього терміну - відправляється назад.
                            </div>
                            <div>
                                Отримати замовлення може тільки та людина, яка зазначена в транспортній декларації як одержувач.

                            </div>
                            <div>                            При собі необхідно мати документ, що посвідчує особу.
                            </div>
                            <div>                            Замовлення з доставкою через «Нову пошту» приймаються згідно графіка роботи перевізника. Графік роботи компанії «Нова пошта» Ви зможете знайти на її офіційному сайті.
                            </div>
                        </p>
                    </div>
                </div>
            </div>
        </div>
    );
};

export default DeliveryPayment;